Repository: generic19/Game-Tracker
Catalog: Game Tracker/Resources/*.lproj/Localizable.strings
Languages: ar

source: Sports
ar: الرياضات

source: Favorites
ar: المفضلة

# action_okay
source: Okay
ar: حسناً

# error_fetch_title
source: Could not fetch: %@
ar: تعذّر الاسترداد: %@

# error_set_favorite_title
source: Could not set league favorite state
ar: تعذّر تعيين حالة المفضلة للدوري

# context_upcoming_events
source: upcoming events
ar: المباريات القادمة

# context_recent_events
source: recent events
ar: المباريات الأخيرة

# context_teams
source: teams
ar: الفرق

# event_finished
source: Finished
ar: انتهت

# section_upcomingEvents
source: Upcoming Events
ar: المباريات القادمة

# section_recentEvents
source: Recent Events
ar: المباريات الأخيرة

# section_teams
source: Teams
ar: الفرق

# sport_football
source: Football
ar: كرة القدم

# sport_basketball
source: Basketball
ar: كرة السلة

# sport_cricket
source: Cricket
ar: الكريكيت

# sport_tennis
source: Tennis
ar: كرة المضرب

source: Favorite
ar: المفضلة

# format_title
source: %@ Leagues
ar: دوريات %@

# format_league_error_sport
source: Could not get leagues for %@.
ar: تعذّر جلب الدوريات لـ %@.

# league_error_favorite
source: Could not get your favorite leagues.
ar: تعذّر جلب الدوريات المفضلة لديك.

# league_error_set_favorite
source: Could not change league favorite status.
ar: تعذّر تغيير حالة المفضلة للدوري.

# error_connectivity_title
source: Not connected
ar: غير متصل

# error_connectivity_message
source: Cannot display league details without a network connection.
ar: لا يمكن عرض تفاصيل الدوري دون اتصال بالشبكة.

# format_cached
source: %@ (Cached)
ar: %@ (مخزن مؤقتًا)

# onboarding_title_1
source: Your all-in-one sports companion
ar: رفيقك الرياضي الشامل

# onboarding_content_1
source: Follow football, basketball, cricket and tennis leagues from kickoff to final whistle.
ar: تابع دوريات كرة القدم وكرة السلة والكريكيت والتنس من البداية وحتى صافرة النهاية.

# onboarding_title_2
source: Single tap to get started
ar: نقرة واحدة للبدء

# onboarding_content_2
source: Choose from Football, Basketball, Cricket or Tennis—and jump straight into the action for whichever you love.
ar: اختر من بين كرة القدم أو كرة السلة أو الكريكيت أو التنس — وابدأ على الفور بما تحب.

# onboarding_title_3
source: Everything in one place
ar: كل شيء في مكان واحد

# onboarding_content_3
source: Browse every league... See upcoming fixtures and recent results at a glance... Dive into team details with coaches and player rosters.
ar: استعرض جميع الدوريات… اطّلع على المباريات المرتقبة والنتائج الأخيرة بنظرة سريعة… تعمّق في تفاصيل الفرق مع المدربين وقوائم اللاعبين.

# onboarding_title_4
source: Never miss a beat
ar: لا تفوّت أي لحظة

# onboarding_content_4
source: Tap the ❤️ to save any league for quick access—even when you’re offline.* *(Match details require an internet connection)
ar: انقر على ❤️ لحفظ أي دوري للوصول السريع — حتى عندما تكون غير متصل بالإنترنت.* *(تفاصيل المباريات تتطلب اتصالاً بالإنترنت)

# onboarding_next
source: Next
ar: التالي

# onboarding_last
source: Let's Go!
ar: هيا بنا!

# error_tennis_not_supported
source: Fetching teams for tennis is not supported by the API.
ar: جلب الفرق للتنس غير مدعوم من قبل واجهة برمجة التطبيقات.

# section_coaches
source: Coaches
ar: المدربون

# section_players
source: Players
ar: اللاعبون
